[
    {
      "style": 1,
      "avatar": "assets/img/author-page.jpg",
      "author": "Gutierrez",
      "published": "Febrero 28 a las 12pm",
      "text": "Aliqua aliqua elit do duis voluptate. Velit sit minim mollit veniam fugiat in aute aliquip. Labore cupidatat Lorem tempor anim exercitation duis sit fugiat ex ut eiusmod elit. Cillum enim elit amet qui ipsum. Aliqua exercitation culpa eiusmod minim dolore nostrud do exercitation. Aute nulla deserunt duis eiusmod labore elit id nostrud officia et aute incididunt.",
      "likes": 35,
      "comments": 56,
      "shared": 28
    },
    {
      "style": 2,
      "avatar": "assets/img/author-page.jpg",
      "author": "Rosemarie",
      "published": "Febrero 28 a las 12pm",
      "text": "Aute ad proident elit ex adipisicing deserunt veniam ipsum do veniam adipisicing. Laborum non laboris commodo occaecat do fugiat consectetur cupidatat. Laborum ad reprehenderit laboris exercitation est exercitation labore in elit ullamco adipisicing commodo aliqua elit.",
      "likes": 79,
      "comments": 27,
      "shared": 14,
      "images": [
        {"name": "imagen 1", "source":"assets/img/post__thumb2.jpg"}
      ]
    },
    {
      "style": 3,
      "avatar": "assets/img/author-page.jpg",
      "author": "Rosalie",
      "published": "Febrero 28 a las 12pm",
      "text": "Velit non proident incididunt amet commodo consequat nisi nostrud mollit. Exercitation eiusmod in ea excepteur. Et duis reprehenderit velit cillum anim aliquip minim ullamco ad. Consectetur adipisicing voluptate dolore ea qui amet eiusmod.",
      "likes": 78,
      "comments": 92,
      "shared": 41
    },
    {
      "style": 4,
      "avatar": "assets/img/author-page.jpg",
      "author": "Roach",
      "published": "Febrero 28 a las 12pm",
      "text": "Dolore fugiat nostrud aliqua est veniam fugiat. Velit eiusmod nostrud duis dolor Lorem eu culpa reprehenderit excepteur ut. Elit nulla eu id aliqua ut magna ex est ad sit esse. Tempor nisi consectetur do laboris sunt enim non excepteur Lorem.",
      "likes": 13,
      "comments": 23,
      "shared": 9,
      "images": [
        {"name": "imagen 1", "source":"assets/img/post__thumb4.jpg"}
      ]
    },
    {
      "style": 5,
      "avatar": "assets/img/author-page.jpg",
      "author": "Beatriz",
      "published": "Febrero 28 a las 12pm",
      "text": "Cupidatat quis dolor ea laboris Lorem nostrud. Nulla mollit dolore reprehenderit nisi ea veniam ad deserunt nulla. Incididunt et eu pariatur cupidatat mollit aliqua laboris ullamco amet. Ea mollit cupidatat occaecat ea do tempor do. Nisi elit eiusmod minim ad do sit Lorem et. Laborum dolor voluptate et deserunt labore. Tempor dolor aliquip incididunt quis cupidatat.",
      "likes": 9,
      "comments": 87,
      "shared": 76
    },
    {
      "style": 1,
      "avatar": "assets/img/author-page.jpg",
      "author": "Snyder",
      "published": "Febrero 28 a las 12pm",
      "text": "Reprehenderit enim fugiat nulla dolore sunt aute enim magna aliquip. Cillum ullamco id minim tempor duis. Commodo veniam sint labore incididunt. Reprehenderit exercitation consectetur ad minim nulla. Laborum aliqua nisi et exercitation culpa. Do sunt proident Lorem excepteur reprehenderit non cupidatat voluptate excepteur laboris anim cupidatat et.",
      "likes": 21,
      "comments": 21,
      "shared": 19
    },
    {
      "style": 1,
      "avatar": "assets/img/author-page.jpg",
      "author": "Lara",
      "published": "Febrero 28 a las 12pm",
      "text": "Elit ullamco est aliquip ea nostrud enim sunt laborum. Eu do consectetur sunt occaecat reprehenderit anim do nostrud in nulla est. Quis excepteur sit et nisi eiusmod sint anim dolore cillum eu exercitation. Qui ullamco incididunt veniam amet amet voluptate irure cupidatat sint duis veniam voluptate.",
      "likes": 51,
      "comments": 67,
      "shared": 96
    }
  ]